-- phpMyAdmin SQL Dump
-- version 4.7.7
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Фев 20 2019 г., 20:25
-- Версия сервера: 5.7.20
-- Версия PHP: 7.2.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `test`
--

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `user_id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `surname` varchar(50) NOT NULL,
  `patronymic` varchar(50) NOT NULL,
  `date` date NOT NULL,
  `account_number` int(11) NOT NULL,
  `amount_account` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`user_id`, `name`, `surname`, `patronymic`, `date`, `account_number`, `amount_account`) VALUES
(1, 'Василий0', 'Пупкин6', 'Александрович2836', '1998-02-06', 1, 6424),
(2, 'Василий1', 'Пупкин7', 'Александрович2567', '1998-02-05', 2, 6155),
(3, 'Василий2', 'Пупкин8', 'Александрович314', '1998-02-04', 3, 3902),
(4, 'Василий3', 'Пупкин9', 'Александрович118', '1998-02-03', 4, 3706),
(5, 'Василий4', 'Пупкин10', 'Александрович4318', '1998-02-02', 5, 7906),
(6, 'Василий5', 'Пупкин11', 'Александрович2514', '1998-02-01', 6, 6102),
(7, 'Василий6', 'Пупкин12', 'Александрович5179', '1998-01-31', 7, 8767),
(8, 'Василий7', 'Пупкин13', 'Александрович3626', '1998-01-30', 8, 7214),
(9, 'Василий8', 'Пупкин14', 'Александрович193', '1998-01-29', 9, 3781),
(10, 'Василий9', 'Пупкин15', 'Александрович5628', '1998-01-28', 10, 9216),
(11, 'Василий10', 'Пупкин16', 'Александрович289', '1998-01-27', 11, 3877),
(12, 'Василий11', 'Пупкин17', 'Александрович3373', '1998-01-26', 12, 6961),
(13, 'Василий12', 'Пупкин18', 'Александрович30', '1998-01-25', 13, 3618),
(14, 'Василий13', 'Пупкин19', 'Александрович277', '1998-01-24', 14, 3865),
(15, 'Василий14', 'Пупкин20', 'Александрович871', '1998-01-23', 15, 4459),
(16, 'Василий15', 'Пупкин21', 'Александрович129', '1998-01-22', 16, 3717),
(17, 'Василий16', 'Пупкин22', 'Александрович4404', '1998-01-21', 17, 7992),
(18, 'Василий17', 'Пупкин23', 'Александрович3730', '1998-01-20', 18, 7318),
(19, 'Василий18', 'Пупкин24', 'Александрович5554', '1998-01-19', 19, 9142),
(20, 'Василий19', 'Пупкин25', 'Александрович2692', '1998-01-18', 20, 6280),
(21, 'Василий20', 'Пупкин26', 'Александрович4113', '1998-01-17', 21, 7701),
(22, 'Василий21', 'Пупкин27', 'Александрович5212', '1998-01-16', 22, 8800),
(23, 'Василий22', 'Пупкин28', 'Александрович3816', '1998-01-15', 23, 7404),
(24, 'Василий23', 'Пупкин29', 'Александрович2363', '1998-01-14', 24, 5951),
(25, 'Василий24', 'Пупкин30', 'Александрович2967', '1998-01-13', 25, 6555),
(26, 'Василий25', 'Пупкин31', 'Александрович1820', '1998-01-12', 26, 5408),
(27, 'Василий26', 'Пупкин32', 'Александрович1788', '1998-01-11', 27, 5376),
(28, 'Василий27', 'Пупкин33', 'Александрович4311', '1998-01-10', 28, 7899),
(29, 'Василий28', 'Пупкин34', 'Александрович4688', '1998-01-09', 29, 8276),
(30, 'Василий29', 'Пупкин35', 'Александрович3474', '1998-01-08', 30, 7062),
(31, 'Василий30', 'Пупкин36', 'Александрович2264', '1998-01-07', 31, 5852),
(32, 'Василий31', 'Пупкин37', 'Александрович4212', '1998-01-06', 32, 7800),
(33, 'Василий32', 'Пупкин38', 'Александрович1471', '1998-01-05', 33, 5059),
(34, 'Василий33', 'Пупкин39', 'Александрович1482', '1998-01-04', 34, 5070),
(35, 'Василий34', 'Пупкин40', 'Александрович5313', '1998-01-03', 35, 8901),
(36, 'Василий35', 'Пупкин41', 'Александрович3315', '1998-01-02', 36, 6903),
(37, 'Василий36', 'Пупкин42', 'Александрович2813', '1998-01-01', 37, 6401),
(38, 'Василий37', 'Пупкин43', 'Александрович4801', '1997-12-31', 38, 8389),
(39, 'Василий38', 'Пупкин44', 'Александрович1657', '1997-12-30', 39, 5245),
(40, 'Василий39', 'Пупкин45', 'Александрович3574', '1997-12-29', 40, 7162),
(41, 'Василий40', 'Пупкин46', 'Александрович4847', '1997-12-28', 41, 8435),
(42, 'Василий41', 'Пупкин47', 'Александрович1252', '1997-12-27', 42, 4840),
(43, 'Василий42', 'Пупкин48', 'Александрович1464', '1997-12-26', 43, 5052),
(44, 'Василий43', 'Пупкин49', 'Александрович1817', '1997-12-25', 44, 5405),
(45, 'Василий44', 'Пупкин50', 'Александрович965', '1997-12-24', 45, 4553),
(46, 'Василий45', 'Пупкин51', 'Александрович5462', '1997-12-23', 46, 9050),
(47, 'Василий46', 'Пупкин52', 'Александрович2752', '1997-12-22', 47, 6340),
(48, 'Василий47', 'Пупкин53', 'Александрович5664', '1997-12-21', 48, 9252),
(49, 'Василий48', 'Пупкин54', 'Александрович4789', '1997-12-20', 49, 8377),
(50, 'Василий49', 'Пупкин55', 'Александрович2258', '1997-12-19', 50, 5846),
(51, 'Василий50', 'Пупкин56', 'Александрович5564', '1997-12-18', 51, 9152),
(52, 'Василий51', 'Пупкин57', 'Александрович4180', '1997-12-17', 52, 7768),
(53, 'Василий52', 'Пупкин58', 'Александрович3194', '1997-12-16', 53, 6782),
(54, 'Василий53', 'Пупкин59', 'Александрович149', '1997-12-15', 54, 3737),
(55, 'Василий54', 'Пупкин60', 'Александрович4507', '1997-12-14', 55, 8095),
(56, 'Василий55', 'Пупкин61', 'Александрович1206', '1997-12-13', 56, 4794),
(57, 'Василий56', 'Пупкин62', 'Александрович320', '1997-12-12', 57, 3908),
(58, 'Василий57', 'Пупкин63', 'Александрович717', '1997-12-11', 58, 4305),
(59, 'Василий58', 'Пупкин64', 'Александрович5058', '1997-12-10', 59, 8646),
(60, 'Василий59', 'Пупкин65', 'Александрович5550', '1997-12-09', 60, 9138),
(61, 'Василий60', 'Пупкин66', 'Александрович3530', '1997-12-08', 61, 7118),
(62, 'Василий61', 'Пупкин67', 'Александрович806', '1997-12-07', 62, 4394),
(63, 'Василий62', 'Пупкин68', 'Александрович522', '1997-12-06', 63, 4110),
(64, 'Василий63', 'Пупкин69', 'Александрович1522', '1997-12-05', 64, 5110),
(65, 'Василий64', 'Пупкин70', 'Александрович3702', '1997-12-04', 65, 7290),
(66, 'Василий65', 'Пупкин71', 'Александрович2325', '1997-12-03', 66, 5913),
(67, 'Василий66', 'Пупкин72', 'Александрович4353', '1997-12-02', 67, 7941),
(68, 'Василий67', 'Пупкин73', 'Александрович5109', '1997-12-01', 68, 8697),
(69, 'Василий68', 'Пупкин74', 'Александрович4327', '1997-11-30', 69, 7915),
(70, 'Василий69', 'Пупкин75', 'Александрович1628', '1997-11-29', 70, 5216),
(71, 'Василий70', 'Пупкин76', 'Александрович2878', '1997-11-28', 71, 6466),
(72, 'Василий71', 'Пупкин77', 'Александрович4605', '1997-11-27', 72, 8193),
(73, 'Василий72', 'Пупкин78', 'Александрович1395', '1997-11-26', 73, 4983),
(74, 'Василий73', 'Пупкин79', 'Александрович2248', '1997-11-25', 74, 5836),
(75, 'Василий74', 'Пупкин80', 'Александрович4621', '1997-11-24', 75, 8209),
(76, 'Василий75', 'Пупкин81', 'Александрович1891', '1997-11-23', 76, 5479),
(77, 'Василий76', 'Пупкин82', 'Александрович3084', '1997-11-22', 77, 6672),
(78, 'Василий77', 'Пупкин83', 'Александрович238', '1997-11-21', 78, 3826),
(79, 'Василий78', 'Пупкин84', 'Александрович4693', '1997-11-20', 79, 8281),
(80, 'Василий79', 'Пупкин85', 'Александрович1755', '1997-11-19', 80, 5343),
(81, 'Василий80', 'Пупкин86', 'Александрович1786', '1997-11-18', 81, 5374),
(82, 'Василий81', 'Пупкин87', 'Александрович4918', '1997-11-17', 82, 8506),
(83, 'Василий82', 'Пупкин88', 'Александрович2522', '1997-11-16', 83, 6110),
(84, 'Василий83', 'Пупкин89', 'Александрович1962', '1997-11-15', 84, 5550),
(85, 'Василий84', 'Пупкин90', 'Александрович5480', '1997-11-14', 85, 9068),
(86, 'Василий85', 'Пупкин91', 'Александрович4020', '1997-11-13', 86, 7608),
(87, 'Василий86', 'Пупкин92', 'Александрович2546', '1997-11-12', 87, 6134),
(88, 'Василий87', 'Пупкин93', 'Александрович5163', '1997-11-11', 88, 8751),
(89, 'Василий88', 'Пупкин94', 'Александрович5571', '1997-11-10', 89, 9159),
(90, 'Василий89', 'Пупкин95', 'Александрович961', '1997-11-09', 90, 4549),
(91, 'Василий90', 'Пупкин96', 'Александрович4100', '1997-11-08', 91, 7688),
(92, 'Василий91', 'Пупкин97', 'Александрович4055', '1997-11-07', 92, 7643),
(93, 'Василий92', 'Пупкин98', 'Александрович495', '1997-11-06', 93, 4083),
(94, 'Василий93', 'Пупкин99', 'Александрович3530', '1997-11-05', 94, 7118),
(95, 'Василий94', 'Пупкин100', 'Александрович4744', '1997-11-04', 95, 8332),
(96, 'Василий95', 'Пупкин101', 'Александрович5521', '1997-11-03', 96, 9109),
(97, 'Василий96', 'Пупкин102', 'Александрович3725', '1997-11-02', 97, 7313),
(98, 'Василий97', 'Пупкин103', 'Александрович4063', '1997-11-01', 98, 7651),
(99, 'Василий98', 'Пупкин104', 'Александрович3710', '1997-10-31', 99, 7298),
(100, 'Василий99', 'Пупкин105', 'Александрович1316', '1997-10-30', 100, 4904);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`user_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `user_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=101;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
